[
  {
    "id": "nature",
    "name": "絶景を見たいお客さん",
    "persona": "福井の美しい自然や絶景スポットが見たいです。景色の良い場所で、ゆっくり写真を撮りたいです。買い物やアクティビティよりも、静かに自然を楽しめる時間を大切にしたいです。博物館で長時間過ごすのは少し苦手です。",
    "priorityTags": ["nature", "view", "photo", "quiet"],
    "avoidTags": ["shopping", "museum_long", "active"],
    "weights": {
      "priority": 8,
      "avoid": 10
    },
    "correctPlan": {
      "morning": "morning_001",
      "lunch": "lunch_003",
      "afternoon": "afternoon_001",
      "night": "night_004",
      "stay": "stay_002"
    },
    "categoryHints": {
      "morning": "午前は、日本海の荒波が作った断崖絶壁の柱状節理が約1kmにわたって続く絶景スポットを希望します。高さ約25メートルの崖から海を眺め、ゆっくり写真を撮れる場所が理想です。遊覧船で海から眺めることもできる、福井を代表する自然の芸術を見たいです。",
      "lunch": "ランチは、越前海岸で水揚げされた日本海の新鮮な魚介（甘エビ、イカ、ブリ、ウニなど）がたっぷりのった海の幸を、海が見える景色の良いお店で味わいたいです。鮮度抜群の海鮮と絶景を同時に楽しめる場所が理想です。",
      "afternoon": "午後は、若狭湾国定公園内で5つの湖（三方湖、水月湖、菅湖、久々子湖、日向湖）を一望できる山頂展望台を訪れたいです。リフトやケーブルカーで登れ、それぞれの湖が異なる色に見える神秘的な景色を楽しみたいです。足湯もあり、自然の中でゆったり過ごせる場所が理想です。",
      "night": "夜は、約2kmの砂浜が続く日本海のビーチで、「日本の夕陽百選」に選ばれた夕日を眺めたいです。波の音を聞きながら静かな散歩を楽しみ、自然の美しさを感じる時間を過ごしたいです。繁華街よりも海辺でゆったりしたいです。",
      "stay": "宿泊は、東尋坊や三国港に近く、日本海を一望できる露天風呂がある温泉宿が良いです。夕日を眺めながらの入浴や、三国港で水揚げされた新鮮な海の幸を使った料理も楽しみたいです。海辺の静かな環境で過ごせる宿が理想です。"
    }
  },
  {
    "id": "history",
    "name": "歴史や文化を学びたいお客さん",
    "persona": "福井の歴史や文化に深く触れたいです。博物館や遺跡でじっくり時間をかけて学びたいので、急いで移動するのは避けたいです。体を動かすアクティビティや買い物、スイーツ巡りよりも、知的な体験を優先したいです。",
    "priorityTags": ["history", "culture", "museum", "learn"],
    "avoidTags": ["active", "shopping", "sweets"],
    "weights": {
      "priority": 9,
      "avoid": 8
    },
    "correctPlan": {
      "morning": "morning_002",
      "lunch": "lunch_005",
      "afternoon": "afternoon_003",
      "night": "night_003",
      "stay": "stay_006"
    },
    "categoryHints": {
      "morning": "午前は、1244年に道元禅師によって開かれた曹洞宗の大本山で、今も200名を超える修行僧が厳しい修行を行っている禅寺を訪れたいです。樹齢700年を超える杉木立に囲まれ、70以上の建物が連なる静寂な空間で、座禅体験もできると嬉しいです。2〜3時間じっくり見学したいです。",
      "lunch": "ランチは、かつて京都に鯖を運んだ『鯖街道』の起点である若狭小浜の名物、焼き鯖寿司を味わいたいです。若狭湾で獲れた新鮮な鯖を焼いて酢飯と合わせた伝統料理で、歴史の背景も知りたいです。老舗で食べながら、街道の歴史に思いを馳せたいです。",
      "afternoon": "午後は、1576年に築城され、現存する天守閣の中では最古級とされる城を訪れたいです。別名『霞ヶ城』とも呼ばれ、春には約400本のソメイヨシノが咲く桜の名所でもあります。天守閣に登って福井平野を一望し、城の歴史をじっくり学びたいです。",
      "night": "夜は、1905年に建てられた赤レンガ倉庫を改修した商業施設を訪れたいです。レストランやカフェ、鉄道ジオラマ館があり、夜はライトアップされて幻想的です。敦賀港の歴史を感じられるレトロな空間で、明治時代の建築を楽しみたいです。",
      "stay": "宿泊は、大本山永平寺の門前町にある宿坊または旅館が良いです。早朝の坐禅体験に参加し、精進料理をベースにした体に優しい料理を味わいたいです。静かな山間の環境で、禅の心に触れながらゆったりと過ごしたいです。"
    }
  },
  {
    "id": "active",
    "name": "体を動かしたいお客さん",
    "persona": "アクティビティや手作り体験など、体を動かしたり何かを作ったりする体験が大好きです。外でアクティブに過ごしたいので、静かに展示を見るだけの博物館や、室内で長時間過ごすのは退屈に感じます。",
    "priorityTags": ["active", "craft", "learn", "outdoor"],
    "avoidTags": ["museum_long", "quiet", "indoor"],
    "weights": {
      "priority": 10,
      "avoid": 9
    },
    "correctPlan": {
      "morning": "morning_006",
      "lunch": "lunch_002",
      "afternoon": "afternoon_005",
      "night": "night_001",
      "stay": "stay_002"
    },
    "categoryHints": {
      "morning": "午前は、日本海を望む総合レジャーランドで、夏は巨大なプール『カリビアンビーチ』、通年で楽しめるゴーカートやジェットコースターなどのアトラクション、恐竜の森がある場所が良いです。一日中体を動かして遊べる施設で、アクティブに過ごしたいです。",
      "lunch": "ランチは手早く食べられて、ボリュームのあるものが良いです。豚カツにソースをかけた丼ぶりや海鮮丼など、ガッツリ食べられる料理が好みです。食事にあまり時間をかけず、午後のアクティビティにエネルギーを残したいです。",
      "afternoon": "午後は、眼鏡フレームの産地ならではの手作り体験工房や、動物園とアスレチックがある公園など、体を動かしたり作ったりできる場所が良いです。見学するだけでなく、自分で何かを体験できる場所を選びたいです。展示をじっくり見る博物館よりも、動き回れる場所が合っています。",
      "night": "夜は、駅前の動く恐竜モニュメント広場で写真を撮ったり、繁華街で軽く買い物をしたり、アクティブに過ごしたいです。静かすぎる場所や、座ってばかりの時間よりも、歩き回ったり、何かを探したりする時間を優先したいです。",
      "stay": "宿泊は、東尋坊や三国港に近い日本海沿いの温泉宿が良いです。海を一望できる露天風呂があり、三国港の新鮮な海の幸も楽しめる宿が理想です。朝は海辺を散策したり、アクティブに過ごせる環境が合っています。"
    }
  },
  {
    "id": "gourmet",
    "name": "おいしいものを食べたいお客さん",
    "persona": "福井の名物料理をたくさん味わいたいです！新鮮な海の幸やご当地グルメ、伝統銘菓などのスイーツも楽しみたいです。食べることが一番の楽しみなので、激しいアクティビティや長時間の博物館見学よりも、美味しいものをゆっくり味わう時間を優先したいです。",
    "priorityTags": ["gourmet", "seafood", "sweets", "local"],
    "avoidTags": ["active", "museum_long"],
    "weights": {
      "priority": 10,
      "avoid": 7
    },
    "correctPlan": {
      "morning": "morning_003",
      "lunch": "lunch_004",
      "afternoon": "afternoon_004",
      "night": "night_002",
      "stay": "stay_005"
    },
    "categoryHints": {
      "morning": "午前は、世界三大恐竜博物館の一つで、44体もの恐竜全身骨格や動く恐竜模型がある博物館を軽く見学したいです。主な楽しみは食事なので、1時間程度でサッと見て、ランチに向けてお腹を空かせておきたいです。激しく動き回るのは疲れるので避けたいです。",
      "lunch": "ランチが一番のメイン！11月から3月の冬季限定で、ズワイガニの中でも特に品質が高いとされるブランド蟹を使った料理（かに刺し、焼きがに、かに鍋など）を味わいたいです。甘くて濃厚な味わいの高級食材を、三国港などの本場で堪能したいです。量より質重視です。",
      "afternoon": "午後は、ランチで食べた高級蟹をテーマにした日本唯一の博物館を軽く見学したいです。かにの生態や漁の歴史を映像やジオラマ、海中トンネルなどで学べる体験施設で、1時間程度で楽しめます。食材の背景を知ることで、さらに食への理解を深めたいです。",
      "night": "夜は福井市の中心繁華街で、飲食店やお土産屋さん、ショッピングモールが立ち並ぶエリアを散策したいです。福井の地酒や地元グルメを楽しめる居酒屋を探し、羽二重餅や眼鏡などのお土産も見たいです。食事と買い物を両方楽しめる場所が理想です。",
      "stay": "宿泊は若狭湾沿いの漁師が営む民宿が良いです。その日に獲れた新鮮な魚を使った料理が自慢で、都会のホテルでは味わえない家庭的なおもてなしが魅力です。リーズナブルな価格で、地元の人との交流も楽しみたいです。何より新鮮な魚料理を重視します。"
    }
  },
  {
    "id": "family",
    "name": "家族みんなで楽しみたいお客さん",
    "persona": "小さい子どもから祖父母まで3世代で旅行します。子どもが喜びつつ大人も楽しめる場所が良いです。天気が心配なので、雨でも楽しめる室内施設を入れてほしいです。夜は温泉でゆっくりしたいです。静かすぎる場所や専門的すぎる博物館は子どもが飽きてしまうので避けたいです。",
    "priorityTags": ["family", "indoor", "learn", "onsen"],
    "avoidTags": ["quiet", "museum_long"],
    "weights": {
      "priority": 8,
      "avoid": 8
    },
    "correctPlan": {
      "morning": "morning_003",
      "lunch": "lunch_002",
      "afternoon": "afternoon_006",
      "night": "night_001",
      "stay": "stay_001"
    },
    "categoryHints": {
      "morning": "午前は、世界三大恐竜博物館の一つや、イルカショーと触れ合いができる水族館など、子どもが喜ぶ体験型の施設が良いです。雨が降っても大丈夫な室内施設だと安心です。おじいちゃん、おばあちゃんも一緒に楽しめるよう、静かすぎず、体力的にも無理のない場所が理想です。",
      "lunch": "ランチは家族向けのお店で、子どもも大人も美味しく食べられるものが良いです。豚カツにソースをかけた丼ぶりや海鮮丼など、みんなが喜ぶメニューがあると嬉しいです。座敷席や個室があると、小さい子ども連れでも安心です。",
      "afternoon": "午後は、つつじの名所として知られる公園の動物園やアスレチック、または眼鏡産地ならではの手作り体験工房など、家族全員が参加できる場所が良いです。公園で遊んだり、体験をしたり、子どもが飽きないようにしたいです。専門的すぎる内容は子どもには難しいので避けたいです。",
      "night": "夜は、駅前の動く恐竜モニュメント広場で写真を撮ったり、繁華街で軽くお土産を見たり、家族で楽しめる場所が良いです。子どもが疲れているかもしれないので、あまり遠くへは移動せず、宿の近くで軽く過ごしたいです。",
      "stay": "宿泊は福井県を代表する温泉地で、明治16年開湯の歴史ある温泉に泊まりたいです。加賀温泉郷に近い立地で、多くの旅館が自家源泉を持っています。家族風呂があり、子ども向けサービス（キッズスペースや色浴衣など）が充実した家族向け旅館が理想です。"
    }
  }
]
